Repository: Siyuan-Xue/PixelDone-macOS
Catalog: PixelDoneApp/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, ru, zh_hans

source: Account
ar: الحساب
es: Cuenta
fr: Compte
ru: Аккаунт
zh_hans: 账户

# active_done_count
source: Active %1$lld Done %2$lld
ar: نشطة %1$lld مكتملة %2$lld
es: Activas %1$lld Hechas %2$lld
fr: Actives %1$lld Terminées %2$lld
ru: Активные %1$lld Готовые %2$lld
zh_hans: 进行中 %1$lld 已完成 %2$lld

source: Add
ar: إضافة
es: Añadir
fr: Ajouter
ru: Добавить
zh_hans: 添加

source: Add task image
ar: إضافة صورة للمهمة
es: Añadir imagen a la tarea
fr: Ajouter une image à la tâche
ru: Добавить изображение задачи
zh_hans: 添加待办图片

# add_task_to_begin
source: Add a task to begin.
ar: أضف مهمة للبدء.
es: Añade una tarea para empezar.
fr: Ajoutez une tâche pour commencer.
ru: Добавьте первую задачу.
zh_hans: 添加一个待办以开始。

# alarm_task_position
source: Task %1$lld/%2$lld
ar: المهمة %1$lld/%2$lld
es: Tarea %1$lld/%2$lld
fr: Tâche %1$lld/%2$lld
ru: Задача %1$lld/%2$lld
zh_hans: 待办 %1$lld/%2$lld

source: Allow install
ar: السماح بالتثبيت
es: Permitir instalación
fr: Autoriser l’installation
ru: Разрешить установку
zh_hans: 允许安装

source: App
ar: التطبيق
es: Aplicación
fr: Application
ru: Приложение
zh_hans: 应用

source: App options
ar: خيارات التطبيق
es: Opciones de la aplicación
fr: Options de l’application
ru: Параметры приложения
zh_hans: 应用选项

source: App update required
ar: يلزم تحديث التطبيق
es: Se requiere actualizar la aplicación
fr: Mise à jour de l’application requise
ru: Требуется обновление приложения
zh_hans: 需要更新应用

# auth_email_password_required
source: Email and password are required.
ar: البريد وكلمة المرور مطلوبان.
es: El correo y la contraseña son obligatorios.
fr: E-mail et mot de passe obligatoires.
ru: Введите эл. почту и пароль.
zh_hans: 必须填写邮箱和密码。

# auth_email_required
source: Email is required.
ar: البريد الإلكتروني مطلوب.
es: El correo es obligatorio.
fr: E-mail obligatoire.
ru: Введите эл. почту.
zh_hans: 必须填写邮箱。

# auth_sign_in_failed
source: Sign in failed.
ar: فشل تسجيل الدخول.
es: No se pudo iniciar sesión.
fr: Échec de la connexion.
ru: Не удалось войти.
zh_hans: 登录失败。

# auth_sign_out_failed
source: Sign out failed.
ar: فشل تسجيل الخروج.
es: No se pudo cerrar sesión.
fr: Échec de la déconnexion.
ru: Не удалось выйти.
zh_hans: 退出登录失败。

# auth_sign_up_failed
source: Sign up failed.
ar: فشل إنشاء الحساب.
es: No se pudo registrar.
fr: Échec de l’inscription.
ru: Ошибка регистрации.
zh_hans: 注册失败。

# auth_signed_in
source: Signed in.
ar: تم تسجيل الدخول.
es: Sesión iniciada.
fr: Connecté.
ru: Вход выполнен.
zh_hans: 已登录。

# auth_signed_out
source: Signed out.
ar: تم تسجيل الخروج.
es: Sesión cerrada.
fr: Déconnecté.
ru: Вы вышли.
zh_hans: 已退出登录。

# auth_signed_up
source: Signed up.
ar: تم إنشاء الحساب.
es: Registro completado.
fr: Inscription terminée.
ru: Регистрация завершена.
zh_hans: 已注册。

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ru: Отмена
zh_hans: 取消

source: Center
ar: الوسط
es: Centro
fr: Centre
ru: Центр
zh_hans: 居中

source: Change
ar: تغيير
es: Cambiar
fr: Modifier
ru: Изменить
zh_hans: 更换

source: Change password
ar: تغيير كلمة المرور
es: Cambiar contraseña
fr: Modifier le mot de passe
ru: Изменить пароль
zh_hans: 修改密码

source: Changing password
ar: جارٍ تغيير كلمة المرور
es: Cambiando contraseña
fr: Modification du mot de passe
ru: Изменение пароля
zh_hans: 正在修改密码

source: Check update
ar: التحقق من التحديث
es: Buscar actualización
fr: Vérifier la mise à jour
ru: Проверить обновление
zh_hans: 检查更新

# checking_update
source: Checking…
ar: جارٍ التحقق…
es: Comprobando…
fr: Vérification…
ru: Проверка…
zh_hans: 检查中…

# checklist_locked
source: This list is locked.
ar: هذه القائمة مقفلة.
es: Esta lista está bloqueada.
fr: Cette liste est verrouillée.
ru: Этот список заблокирован.
zh_hans: 此清单已锁定。

# checklist_save_failed
source: Could not save list.
ar: تعذر حفظ القائمة.
es: No se pudo guardar la lista.
fr: Impossible d’enregistrer la liste.
ru: Не удалось сохранить список.
zh_hans: 无法保存清单。

source: Clean completed tasks
ar: تنظيف المهام المكتملة
es: Limpiar tareas completadas
fr: Nettoyer les tâches terminées
ru: Очистить готовые задачи
zh_hans: 清理已完成待办

source: Clean done
ar: تنظيف المكتملة
es: Limpiar hechas
fr: Nettoyer terminées
ru: Очистить готовые
zh_hans: 清理完成项

# clean_done_detail
source: Completed batch cleanup
ar: تنظيف جماعي للمكتملة
es: Limpieza en lote de completadas
fr: Nettoyage groupé des tâches terminées
ru: Пакетная очистка готовых
zh_hans: 批量清理已完成项

source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
ru: Закрыть
zh_hans: 关闭

source: Cloud
ar: سحابة
es: Nube
ru: Облако
zh_hans: 云端

# cloud_local_only_detail
source: Cloud sync is local only.
ar: المزامنة السحابية محلية فقط.
es: La sincronización en la nube es solo local.
fr: La synchronisation cloud reste locale.
ru: Облачная синхронизация работает только локально.
zh_hans: 云同步当前仅限本地。

source: Cloud version
ar: إصدار السحابة
es: Versión en la nube
fr: Version cloud
ru: Облачная версия
zh_hans: 云端版本

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
ru: Подтвердите новый пароль
zh_hans: 确认新密码

source: Conflict
ar: تعارض
es: Conflicto
fr: Conflit
ru: Конфликт
zh_hans: 冲突

# conflict_empty
source: Empty
ar: فارغ
es: Vacío
fr: Vide
ru: Пусто
zh_hans: 空

# conflict_settings_title
source: Settings · Language
ar: الإعدادات · اللغة
es: Ajustes · Idioma
fr: Réglages · Langue
ru: Настройки · Язык
zh_hans: 设置 · 语言

source: Conflicts
ar: التعارضات
es: Conflictos
fr: Conflits
ru: Конфликты
zh_hans: 冲突

# copy_detailed
source: Detailed copy
ar: نسخ مفصل
es: Copia detallada
fr: Copie détaillée
ru: Подробная копия
zh_hans: 详细复制

# copy_export_markdown
source: Copy the current list as Markdown
ar: نسخ القائمة الحالية بصيغة Markdown
es: Copiar la lista actual como Markdown
fr: Copier la liste actuelle en Markdown
ru: Скопировать текущий список в Markdown
zh_hans: 将当前清单复制为 Markdown

# copy_simple
source: Simple copy
ar: نسخ مبسط
es: Copia simple
fr: Copie simple
ru: Краткая копия
zh_hans: 简略复制

source: Current password
ar: كلمة المرور الحالية
es: Contraseña actual
fr: Mot de passe actuel
ru: Текущий пароль
zh_hans: 当前密码

# current_version
source: Current: v%1$@
ar: الحالي: v%1$@
es: Actual: v%1$@
fr: Actuelle : v%1$@
ru: Текущая: v%1$@
zh_hans: 当前：v%1$@

# deadline_detail
source: Deadline countdown
ar: العد التنازلي للموعد
es: Cuenta atrás del plazo
fr: Compte à rebours
ru: Отсчёт до срока
zh_hans: 截止时间倒计时

# deadline_duration
source: %1$lldD %2$@H %3$@M
ar: %1$lld ي %2$@ س %3$@ د
es: %1$lld d %2$@ h %3$@ min
fr: %1$lld j %2$@ h %3$@ min
ru: %1$lld д %2$@ ч %3$@ мин
zh_hans: %1$lld天 %2$@小时 %3$@分

# deadline_none
source: DDL --
ar: الموعد --
es: Límite --
fr: Échéance --
ru: Срок --
zh_hans: 截止 --

# deadline_overdue_value
source: DDL overdue %1$@
ar: متأخرة %1$@
es: Atrasada %1$@
fr: En retard de %1$@
ru: Просрочено на %1$@
zh_hans: 已逾期 %1$@

# deadline_remaining_value
source: DDL %1$@
ar: متبقي %1$@
es: Quedan %1$@
fr: Reste %1$@
ru: Осталось %1$@
zh_hans: 剩余 %1$@

# deadline_short
source: DDL
ar: الموعد
es: Límite
fr: Échéance
ru: Срок
zh_hans: 截止

source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ru: Удалить
zh_hans: 删除

source: Delete all
ar: حذف الكل
es: Eliminar todo
fr: Tout supprimer
ru: Удалить всё
zh_hans: 全部删除

# delete_done_title
source: Delete done tasks?
ar: حذف المهام المكتملة؟
es: ¿Eliminar tareas hechas?
fr: Supprimer les tâches terminées ?
ru: Удалить готовые задачи?
zh_hans: 删除已完成待办？

source: Delete list
ar: حذف القائمة
es: Eliminar lista
fr: Supprimer la liste
ru: Удалить список
zh_hans: 删除清单

# delete_list_title
source: Delete list?
ar: حذف القائمة؟
es: ¿Eliminar lista?
fr: Supprimer la liste ?
ru: Удалить список?
zh_hans: 删除清单？

source: Delete task
ar: حذف المهمة
es: Eliminar tarea
fr: Supprimer la tâche
ru: Удалить задачу
zh_hans: 删除待办

# delete_task_title
source: Delete task?
ar: حذف المهمة؟
es: ¿Eliminar tarea?
fr: Supprimer la tâche ?
ru: Удалить задачу?
zh_hans: 删除待办？

# delete_trash_title
source: Delete trash?
ar: إفراغ المهملات؟
es: ¿Vaciar papelera?
fr: Vider la corbeille ?
ru: Очистить корзину?
zh_hans: 清空垃圾桶？

source: Disabled
ar: معطّل
es: Desactivado
fr: Désactivé
ru: Выключено
zh_hans: 已停用

source: Do not show again
ar: عدم الإظهار مجددًا
es: No volver a mostrar
fr: Ne plus afficher
ru: Больше не показывать
zh_hans: 不再显示

# done_tasks_hidden
source: Done tasks are hidden.
ar: المهام المكتملة مخفية.
es: Las tareas hechas están ocultas.
fr: Les tâches terminées sont masquées.
ru: Готовые задачи скрыты.
zh_hans: 已完成待办已隐藏。

# download_continues_silently
source: You can close this dialog. The update will keep downloading silently.
ar: يمكنك إغلاق هذه النافذة. سيستمر التنزيل بصمت.
es: Puedes cerrar este diálogo. La descarga continuará en silencio.
fr: Vous pouvez fermer cette fenêtre. Le téléchargement continuera en silence.
ru: Окно можно закрыть. Загрузка продолжится в фоне.
zh_hans: 你可以关闭此弹窗，更新会继续静默下载。

source: Downloading update
ar: جارٍ تنزيل التحديث
es: Descargando actualización
fr: Téléchargement de la mise à jour
ru: Загрузка обновления
zh_hans: 正在下载更新

# downloading_version
source: Downloading: v%1$@
ar: جارٍ التنزيل: v%1$@
es: Descargando: v%1$@
fr: Téléchargement : v%1$@
ru: Загрузка: v%1$@
zh_hans: 正在下载：v%1$@

# downloading_version_percent
source: Downloading: v%1$@ %2$lld%%
ar: جارٍ التنزيل: v%1$@ %2$lld%%
es: Descargando: v%1$@ %2$lld%%
fr: Téléchargement : v%1$@ %2$lld%%
ru: Загрузка: v%1$@ %2$lld%%
zh_hans: 正在下载：v%1$@ %2$lld%%

# downloading_version_size
source: Downloading: v%1$@ %2$@
ar: جارٍ التنزيل: v%1$@ %2$@
es: Descargando: v%1$@ %2$@
fr: Téléchargement : v%1$@ %2$@
ru: Загрузка: v%1$@ %2$@
zh_hans: 正在下载：v%1$@ %2$@

source: Edit list
ar: تعديل القائمة
es: Editar lista
fr: Modifier la liste
ru: Изменить список
zh_hans: 编辑清单

source: Edit task
ar: تعديل المهمة
es: Editar tarea
fr: Modifier la tâche
ru: Изменить задачу
zh_hans: 编辑待办

source: Email
ar: البريد الإلكتروني
es: Correo
ru: Эл. почта
zh_hans: 电子邮箱

source: Enabled
ar: مفعّل
es: Activado
fr: Activé
ru: Включено
zh_hans: 已启用

source: Error
ar: خطأ
fr: Erreur
ru: Ошибка
zh_hans: 错误

source: Exact alarm
ar: منبه دقيق
es: Alarma exacta
fr: Alarme exacte
ru: Точный будильник
zh_hans: 精确闹钟

# export_due_label
source: Due
ar: الموعد
es: Vencimiento
fr: Échéance
ru: Срок
zh_hans: 截止时间

source: Export Markdown
ar: تصدير Markdown
es: Exportar Markdown
fr: Exporter en Markdown
ru: Экспорт Markdown
zh_hans: 导出 Markdown

# export_markdown_detail
source: Copy the current list as Markdown
ar: نسخ القائمة الحالية بصيغة Markdown
es: Copiar la lista actual como Markdown
fr: Copier la liste actuelle en Markdown
ru: Скопировать текущий список в Markdown
zh_hans: 将当前清单复制为 Markdown

# export_markdown_dialog_title
source: Export Markdown
ar: تصدير Markdown
es: Exportar Markdown
fr: Exporter en Markdown
ru: Экспорт Markdown
zh_hans: 导出 Markdown

# export_none
source: None
ar: لا يوجد
es: Ninguno
fr: Aucun
ru: Нет
zh_hans: 无

# export_priority_label
source: Priority
ar: الأولوية
es: Prioridad
fr: Priorité
ru: Приоритет
zh_hans: 优先级

# export_repeat_label
source: Repeat
ar: التكرار
es: Repetición
fr: Répétition
ru: Повтор
zh_hans: 重复

# field_checklist
source: List
ar: القائمة
es: Lista
fr: Liste
ru: Список
zh_hans: 清单

# field_completed
source: Completed
ar: مكتمل
es: Completado
fr: Terminé
ru: Выполнено
zh_hans: 完成状态

# field_due
source: Due
ar: الاستحقاق
es: Vencimiento
fr: Échéance
ru: Срок
zh_hans: 截止时间

# field_image
source: Image
ar: الصورة
es: Imagen
ru: Изображение
zh_hans: 图片

# field_language
source: Language
ar: اللغة
es: Idioma
fr: Langue
ru: Язык
zh_hans: 语言

# field_name
source: Name
ar: الاسم
es: Nombre
fr: Nom
ru: Имя
zh_hans: 名称

# field_priority
source: Priority
ar: الأولوية
es: Prioridad
fr: Priorité
ru: Приоритет
zh_hans: 优先级

# field_repeat
source: Repeat
ar: التكرار
es: Repetición
fr: Répétition
ru: Повтор
zh_hans: 重复

# field_sort
source: Order
ar: الترتيب
es: Orden
fr: Ordre
ru: Порядок
zh_hans: 顺序

# field_title
source: Title
ar: العنوان
es: Título
fr: Titre
ru: Название
zh_hans: 标题

# field_trash
source: Trash
ar: المهملات
es: Papelera
fr: Corbeille
ru: Корзина
zh_hans: 垃圾桶

# from_list
source: From %1$@
ar: من %1$@
es: De %1$@
fr: Depuis %1$@
ru: Из %1$@
zh_hans: 来自 %1$@

source: Full screen
ar: ملء الشاشة
es: Pantalla completa
fr: Plein écran
ru: Полный экран
zh_hans: 全屏

source: Functions
ar: الوظائف
es: Funciones
fr: Fonctions
ru: Функции
zh_hans: 功能

# get_version_status
source: Get: v%1$@ → v%2$@
ar: تنزيل: v%1$@ → v%2$@
es: Obtener: v%1$@ → v%2$@
fr: Obtenir : v%1$@ → v%2$@
ru: Получить: v%1$@ → v%2$@
zh_hans: 获取：v%1$@ → v%2$@

source: Granted
ar: ممنوح
es: Concedido
fr: Accordée
ru: Разрешено
zh_hans: 已授予

source: Hide
ar: إخفاء
es: Ocultar
fr: Masquer
ru: Скрыть
zh_hans: 隐藏

source: Hide done
ar: إخفاء المكتملة
es: Ocultar hechas
fr: Masquer terminées
ru: Скрыть готовые
zh_hans: 隐藏完成项

# hide_done_detail
source: Completed visibility
ar: ظهور المهام المكتملة
es: Visibilidad de completadas
fr: Visibilité des tâches terminées
ru: Видимость готовых
zh_hans: 已完成项可见性

source: Image unavailable.
ar: الصورة غير متاحة.
es: Imagen no disponible.
fr: Image indisponible.
ru: Изображение недоступно.
zh_hans: 图片不可用。

source: Install updates
ar: تثبيت التحديثات
es: Instalar actualizaciones
fr: Installer les mises à jour
ru: Установка обновлений
zh_hans: 安装更新

# installing_version
source: Install: v%1$@
ar: تثبيت: v%1$@
es: Instalar: v%1$@
fr: Installer : v%1$@
ru: Установить: v%1$@
zh_hans: 安装：v%1$@

# items_count
source: Items %1$lld
ar: العناصر %1$lld
es: Elementos %1$lld
fr: Éléments %1$lld
ru: Элементы: %1$lld
zh_hans: 条目 %1$lld

source: Keep cloud
ar: الاحتفاظ بالسحابة
es: Conservar nube
fr: Garder le cloud
ru: Оставить облачное
zh_hans: 保留云端

source: Keep local
ar: الاحتفاظ بالمحلي
es: Conservar local
fr: Garder local
ru: Оставить локальное
zh_hans: 保留本地

source: Keep one list
ar: احتفظ بقائمة واحدة
es: Conserva una lista
fr: Conserver une liste
ru: Оставьте один список
zh_hans: 至少保留一个清单

# language_arabic
source: Arabic
ar: العربية
es: Árabe
fr: Arabe
ru: Арабский
zh_hans: 阿拉伯语

# language_chinese
source: Simplified Chinese
ar: الصينية المبسطة
es: Chino simplificado
fr: Chinois simplifié
ru: Китайский упрощённый
zh_hans: 简体中文

# language_english
source: English
ar: الإنجليزية
es: Inglés
fr: Anglais
ru: Английский
zh_hans: 英语

# language_french
source: French
ar: الفرنسية
es: Francés
fr: Français
ru: Французский
zh_hans: 法语

# language_russian
source: Russian
ar: الروسية
es: Ruso
fr: Russe
ru: Русский
zh_hans: 俄语

# language_spanish
source: Spanish
ar: الإسبانية
es: Español
fr: Espagnol
ru: Испанский
zh_hans: 西班牙语

# language_system
source: System
ar: النظام
es: Sistema
fr: Système
ru: Системный
zh_hans: 跟随系统

source: Later
ar: لاحقًا
es: Más tarde
fr: Plus tard
ru: Позже
zh_hans: 稍后

source: Latest version
ar: أحدث إصدار
es: Última versión
fr: Dernière version
ru: Последняя версия
zh_hans: 已是最新版本

# latest_version_status
source: Latest: v%1$@
ar: أحدث إصدار: v%1$@
es: Última versión: v%1$@
fr: Dernière version : v%1$@
ru: Последняя версия: v%1$@
zh_hans: 最新版本：v%1$@

source: Left
ar: اليسار
es: Izquierda
fr: Gauche
ru: Слева
zh_hans: 左侧

source: List name
ar: اسم القائمة
es: Nombre de la lista
fr: Nom de la liste
ru: Имя списка
zh_hans: 清单名称

source: Loading image…
ar: جارٍ تحميل الصورة…
es: Cargando imagen…
fr: Chargement de l’image…
ru: Загрузка изображения…
zh_hans: 正在加载图片…

source: Local
ar: محلي
ru: Локально
zh_hans: 本地

source: Local only
ar: محلي فقط
es: Solo local
fr: Local uniquement
ru: Только локально
zh_hans: 仅本地

# long_press_add_list
source: Long press “+” to create list
ar: اضغط مطولاً على «+» لإنشاء قائمة
es: Mantén pulsado “+” para crear una lista
fr: Appui long sur « + » pour créer une liste
ru: Удерживайте «+», чтобы создать список
zh_hans: 长按“+”创建清单

source: Maker
ar: المنشئ
es: Creador
fr: Créateur
ru: Автор
zh_hans: 制作者

source: Markdown copied
ar: تم نسخ Markdown
es: Markdown copiado
fr: Markdown copié
ru: Markdown скопирован
zh_hans: 已复制 Markdown

source: Move
ar: نقل
es: Mover
fr: Déplacer
ru: Переместить
zh_hans: 移动

# move_completed_to_trash
source: This will move %lld completed tasks to Trash.
ar: سيتم نقل %lld مهمة مكتملة إلى المهملات.
es: Esto moverá %lld tareas completadas a la papelera.
fr: %lld tâches terminées seront déplacées vers la corbeille.
ru: %lld готовой задачи будут перемещены в корзину.
zh_hans: 这会将 %lld 个已完成待办移入垃圾桶。

# move_list_to_trash
source: This will move “%1$@” and %2$lld tasks to Trash.
ar: سيتم نقل «%1$@» و%2$lld مهمة إلى المهملات.
es: Esto moverá “%1$@” y %2$lld tareas a la papelera.
fr: « %1$@ » et %2$lld tâches seront déplacées vers la corbeille.
ru: «%1$@» и %2$lld задачи будут перемещены в корзину.
zh_hans: 这会将“%1$@”和其中 %2$lld 个待办移入垃圾桶。

# move_task_to_trash
source: This will move “%1$@” to Trash.
ar: سيتم نقل «%1$@» إلى المهملات.
es: Esto moverá “%1$@” a la papelera.
fr: « %1$@ » sera déplacée vers la corbeille.
ru: «%1$@» будет перемещена в корзину.
zh_hans: 这会将“%1$@”移入垃圾桶。

source: Name
ar: الاسم
es: Nombre
fr: Nom
ru: Имя
zh_hans: 名称

# name_exists
source: Name already exists.
ar: الاسم موجود بالفعل.
es: El nombre ya existe.
fr: Ce nom existe déjà.
ru: Такое имя уже существует.
zh_hans: 名称已存在。

# name_required
source: Name is required.
ar: الاسم مطلوب.
es: El nombre es obligatorio.
fr: Le nom est obligatoire.
ru: Введите имя.
zh_hans: 必须填写名称。

source: Needs setup
ar: يحتاج إلى إعداد
es: Requiere configuración
fr: Configuration requise
ru: Нужна настройка
zh_hans: 需要设置

source: Network error
ar: خطأ في الشبكة
es: Error de red
fr: Erreur réseau
ru: Ошибка сети
zh_hans: 网络错误

source: New list
ar: قائمة جديدة
es: Nueva lista
fr: Nouvelle liste
ru: Новый список
zh_hans: 新建清单

source: New password
ar: كلمة المرور الجديدة
es: Nueva contraseña
fr: Nouveau mot de passe
ru: Новый пароль
zh_hans: 新密码

source: New task
ar: مهمة جديدة
es: Nueva tarea
fr: Nouvelle tâche
ru: Новая задача
zh_hans: 新建待办

source: New task or list
ar: مهمة أو قائمة جديدة
es: Nueva tarea o lista
fr: Nouvelle tâche ou liste
ru: Новая задача или список
zh_hans: 新建待办或清单

source: No conflicts
ar: لا توجد تعارضات
es: Sin conflictos
fr: Aucun conflit
ru: Конфликтов нет
zh_hans: 没有冲突

source: No target list
ar: لا توجد قائمة هدف
es: Sin lista de destino
fr: Aucune liste cible
ru: Нет целевого списка
zh_hans: 没有目标清单

source: Not selected
ar: غير محدد
es: No seleccionado
fr: Non sélectionné
ru: Не выбрано
zh_hans: 未选择

# notification_alarm_channel
source: XHIGH fullscreen alarms
ar: منبهات XHIGH بملء الشاشة
es: Alarmas XHIGH a pantalla completa
fr: Alarmes XHIGH plein écran
ru: Полноэкранные будильники XHIGH
zh_hans: 超高优先级全屏闹钟

# notification_alarm_channel_description
source: Fullscreen XHIGH todo alarms
ar: منبهات بملء الشاشة لمهام XHIGH
es: Alarmas a pantalla completa para tareas XHIGH
fr: Alarmes plein écran pour les tâches XHIGH
ru: Полноэкранные будильники для задач XHIGH
zh_hans: 超高优先级待办的全屏闹钟

# notification_short_channel
source: Todo due alerts
ar: تنبيهات استحقاق المهام
es: Alertas de tareas vencidas
fr: Alertes de tâches échues
ru: Напоминания о сроке
zh_hans: 待办到期提醒

# notification_short_channel_description
source: Short sound and vibration for due todos
ar: صوت واهتزاز قصيران للمهام المستحقة
es: Sonido corto y vibración para tareas vencidas
fr: Son bref et vibration pour les tâches échues
ru: Короткий звук и вибрация для просроченных задач
zh_hans: 到期待办的短提示音与振动

source: Notifications
ar: الإشعارات
es: Notificaciones
ru: Уведомления
zh_hans: 通知

source: Now
ar: الآن
es: Ahora
fr: Maintenant
ru: Сейчас
zh_hans: 现在

source: Off
ar: إيقاف
es: Desactivado
fr: Désactivé
ru: Выкл.
zh_hans: 关

source: On
ar: تشغيل
es: Activado
fr: Activé
ru: Вкл.
zh_hans: 开

source: Options
ar: الخيارات
es: Opciones
ru: Параметры
zh_hans: 选项

source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe
ru: Пароль
zh_hans: 密码

source: Password change failed.
ar: فشل تغيير كلمة المرور.
es: No se pudo cambiar la contraseña.
fr: Échec de la modification du mot de passe.
ru: Не удалось изменить пароль.
zh_hans: 密码修改失败。

# password_changed_partial
source: Password changed. This device signed out; some other sessions may still be active.
ar: تم تغيير كلمة المرور وتسجيل خروج هذا الجهاز؛ قد تظل بعض الجلسات الأخرى نشطة.
es: Contraseña cambiada y sesión cerrada en este dispositivo; algunas otras sesiones pueden seguir activas.
fr: Mot de passe modifié et appareil déconnecté ; certaines autres sessions peuvent rester actives.
ru: Пароль изменён, это устройство вышло из системы; некоторые другие сеансы могут оставаться активными.
zh_hans: 密码已修改，本设备已退出；部分其他会话可能仍处于登录状态。

# password_changed_sign_in
source: Password changed. Sign in again.
ar: تم تغيير كلمة المرور. سجّل الدخول مجددًا.
es: Contraseña cambiada. Inicia sesión de nuevo.
fr: Mot de passe modifié. Reconnectez-vous.
ru: Пароль изменён. Войдите снова.
zh_hans: 密码已修改，请重新登录。

# password_fields_required
source: All password fields are required.
ar: جميع حقول كلمة المرور مطلوبة.
es: Todos los campos de contraseña son obligatorios.
fr: Tous les champs de mot de passe sont obligatoires.
ru: Заполните все поля пароля.
zh_hans: 请填写所有密码字段。

# password_mismatch
source: New passwords do not match.
ar: كلمتا المرور الجديدتان غير متطابقتين.
es: Las nuevas contraseñas no coinciden.
fr: Les nouveaux mots de passe ne correspondent pas.
ru: Новые пароли не совпадают.
zh_hans: 两次输入的新密码不一致。

# password_same
source: Choose a different new password.
ar: اختر كلمة مرور جديدة مختلفة.
es: Elige una contraseña nueva diferente.
fr: Choisissez un nouveau mot de passe différent.
ru: Выберите другой новый пароль.
zh_hans: 新密码必须与当前密码不同。

source: Pending
ar: قيد الانتظار
es: Pendiente
fr: En attente
ru: Ожидает
zh_hans: 待同步

# permanently_delete_tasks
source: This will permanently delete %lld tasks.
ar: سيتم حذف %lld مهمة نهائيًا.
es: Esto eliminará permanentemente %lld tareas.
fr: %lld tâches seront supprimées définitivement.
ru: %lld задачи будут удалены навсегда.
zh_hans: 这会永久删除 %lld 个待办。

source: Permission granted
ar: تم منح الإذن
es: Permiso concedido
fr: Autorisation accordée
ru: Разрешение предоставлено
zh_hans: 权限已授予

source: Permission needs setup
ar: يحتاج الإذن إلى إعداد
es: El permiso requiere configuración
fr: Autorisation à configurer
ru: Нужно настроить разрешение
zh_hans: 权限需要设置

source: Plus
ar: زر الإضافة
es: Más
ru: Плюс
zh_hans: 加号

# preparing_update
source: Preparing the Android installer…
ar: جارٍ إعداد مثبّت Android…
es: Preparando el instalador de Android…
fr: Préparation du programme d’installation Android…
ru: Подготовка установщика Android…
zh_hans: 正在准备 Android 安装程序…

source: Preview
ar: معاينة
es: Vista previa
fr: Aperçu
ru: Предпросмотр
zh_hans: 预览

# priority_high
source: High
ar: عالية
es: Alta
fr: Haute
ru: Высокий
zh_hans: 高

# priority_low
source: Low
ar: منخفضة
es: Baja
fr: Basse
ru: Низкий
zh_hans: 低

# priority_medium
source: Medium
ar: متوسطة
es: Media
fr: Moyenne
ru: Средний
zh_hans: 中

# priority_xhigh
source: XHigh
ar: عالية جدًا
es: Muy alta
fr: Très haute
ru: Очень высокий
zh_hans: 超高

source: Quick delete
ar: حذف سريع
es: Borrado rápido
fr: Suppression rapide
ru: Быстрое удаление
zh_hans: 快速删除

# quick_delete_detail
source: Row delete mode
ar: وضع حذف الصف
es: Modo de borrado por fila
fr: Mode de suppression par ligne
ru: Удаление по строкам
zh_hans: 行删除模式

source: Ready
ar: جاهز
es: Listo
fr: Prêt
ru: Готово
zh_hans: 就绪

source: Remove
ar: إزالة
es: Quitar
fr: Retirer
ru: Убрать
zh_hans: 移除

# repeat_daily
source: Daily
ar: يوميًا
es: Diario
fr: Chaque jour
ru: Ежедневно
zh_hans: 每天

# repeat_none
source: None
ar: بدون
es: Nunca
fr: Jamais
ru: Нет
zh_hans: 不重复

# repeat_weekly
source: Weekly
ar: أسبوعيًا
es: Semanal
fr: Chaque semaine
ru: Еженедельно
zh_hans: 每周

source: Reset
ar: إعادة تعيين
es: Restablecer
fr: Réinitialiser
ru: Сбросить
zh_hans: 重置

source: Restore task
ar: استعادة المهمة
es: Restaurar tarea
fr: Restaurer la tâche
ru: Восстановить задачу
zh_hans: 恢复待办
